[
    {
        "metadata": {
            "title": "Hindsia violacea",
            "description": "Hindsia violacea is a plant in the family Rubiaceae introduced to Britain in 1844, with petals of a fleshy consistency and having a rich velvety-looking surface."
        },
        "file": "hindsia-violacea-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "American bog plants",
            "description": "View of a skunk cabbage (Symplocarpus foetidus), a yellow pitcherplant (Sarracenia flava), and a Venus flytrap (Dionaea muscipula) growing on the bank of a pond with hills in the background."
        },
        "file": "bog-plants-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Magnolia hodgsonii",
            "description": "Botanical plate showing a branch of Magnolia hodgsonii bearing flowers and leaves, and bud and fruit on the side."
        },
        "file": "magnolia-hodgsonii-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Magnolia campbellii",
            "description": "View of Magnolia Campbellii flowers and bud on a branch. Campbell's magnolia is a tree in the family Magnoliaceae native to the Himalaya which is cultivated for its spectacular flowers."
        },
        "file": "magnolia-campbellii-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Magnolia cathcartii",
            "description": "Botanical plate showing a branch of Magnolia cathcartii with several flowers and buds. Magnolia cathcartii is a tree in the family Magnoliaceae native to Asia."
        },
        "file": "michelia-cathcartii-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Flax",
            "description": "Illustration showing a flowering flax plant (Linum usitatissimum), a cultivated species grown for its fibre and its seeds."
        },
        "file": "flax-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Melon Cactus",
            "description": "Illustration showing Melocactus communis, a Jamaican species of the genus melocactus, which contains about thirty-six species."
        },
        "file": "melon-cactus-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Common Ivy",
            "description": "Illustration showing Common Ivy, an evergreen climbing plant, growing to 20-30 m high."
        },
        "file": "ivy-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Common Lilac",
            "description": "Illustration showing Common Ivy, an evergreen climbing plant, growing to 20-30 m high."
        },
        "file": "lilac-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Juniper",
            "description": "Illustration showing Juniper, a coniferous plants in the genus Juniperus of the cypress family Cupressaceae."
        },
        "file": "juniper-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Ginkgo biloba",
            "description": "Illustration showing Ginkgo biloba, a Deciduous tree and only extant species of the family Ginkgoaceae."
        },
        "file": "ginkgo-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Quercus lamellosa",
            "description": "Botanical plate showing a branch of Quercus lamellosa with leaves and acorns. Quercus lamellosa is an evergreen oak tree (family Fagaceae) native to Asia."
        },
        "file": "quercus-lamellosa-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Meconopsis napaulensis",
            "description": "Botanical plate showing Meconopsis napaulensis flowers, fruit, seeds, and leaves. Meconopsis Napaulensis, also known as Nepal poppy, is a plant of the family Papaveraceae native to Asia."
        },
        "file": "meconopsis-napaulensis-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Aeschynanthus bracteatus",
            "description": "Botanical plate showing a branch of Aeschynanthus bracteatus with flowers and leaves. Aeschynanthus Bracteatus, also known as lipstick vine, is a plant in the family Gesneriaceae native to Asia."
        },
        "file": "aeschynanthus-bracteatus-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Tulips",
            "description": "The upper parts of tulips of various colors stand in the foreground of an open landscape with a river and a city in the background."
        },
        "file": "tulips-rawscan.jpg"
    },
    {
        "metadata": {
            "title": "Bellis perennis",
            "description": "Vase arrangement with varieties of daisies in different colors ranging from white to red. Daisies are plants in the family Asteraceae."
        },
        "file": "bellis-perennis-rawscan.jpg"
    }
]